Repository: VainAmigo/osago_app
Catalog: lib/l10n/app_*.arb
Languages: ky

# authTextButtonDoNotHaveAccount
source: I don't have an account
ky: Аккаунтум жок

# authTextButtonAlreadyHaveAccount
source: You already have an account
ky: Аккаунтум бар

# authRegistrationErrorMessageNotMatch
source: Password does not match!
ky: Сырсөздөр дал келбейт!

# authRegistrationErrorMessageNotCompFields
source: Please fill in all fields
ky: Бардык талааларды толтуруңуз

# authRegistrationTopTitle
source: Let's get started!
ky: Баштайлы!

# authRegistrationTopText
source: Enter your phone number so that we can send you a confirmation code to hell
ky: Тастыктоо кодун жөнөтүү үчүн телефон номериңизди киргизиңиз

# authRegistrationInputEmail
source: Enter your email
ky: Электрондук почтаңызды киргизиңиз

# authRegistrationInputPass
source: Enter the password
ky: Сырсөздү киргизиңиз

# authRegistrationInputPassConfirm
source: Confirm the password
ky: Сырсөздү тастыктаңыз

# authRegistrationInputEnterInn
source: Enter the INN
ky: ИНН киргизиңиз

# authLoginErrorMessageNotCompFields
source: All fields must be filled in
ky: Бардык талаалар толтурулушу керек

# authLoginTopTitle
source: Welcome back
ky: Кош келиңиз

# authLoginTopText
source: Enter the phone number associated with your account
ky: Аккаунтуңузга байланышкан телефон номериңизди киргизиңиз

# authLoginInputEnterEmail
source: Enter mail
ky: Электрондук почтаңызды киргизиңиз

# authLoginInputPass
source: Enter the password
ky: Сырсөздү киргизиңиз

# navigationBarPolicy
source: My policy
ky: Менин полистерим

# navigationBarCars
source: My cars
ky: Менин унааларым

# navigationBarService
source: Services
ky: Кызматтар

# navigationBarSettings
source: Settings
ky: Жөндөөлөр

# buttonContinue
source: Continue
ky: Улантуу

# buttonConfirm
source: Confirm
ky: Тастыктоо

# buttonPay
source: To pay
ky: Төлөө

# buttonApplyPolicy
source: Apply Policy
ky: Полис алуу

# buttonExit
source: Exit
ky: Чыгуу

# buttonRegistration
source: Registration
ky: Катталуу

# buttonLogin
source: Log In
ky: Кирүү

# buttonChangePassword
source: Change passwrod
ky: Сырсөздү өзгөртүү

# settingsAppBarTitle
source: Settings
ky: Жөндөөлөр

# settingsPersonalData
source: Personal Data
ky: Жеке маалыматтар

# settingsChangePass
source: Change password
ky: Сырсөздү өзгөртүү

# settingsTheme
source: Dark Theme
ky: Тема

# settingsLanguage
source: Language
ky: Тил

# settingsLanguageAppBarTitle
source: Language
ky: Тил

# settingsPersonalDataAppBarTitle
source: Personal Data
ky: Жеке маалыматтар

# settingsPersonalDataInputPin
source: Full name
ky: ФИО

# settingsPersonalDataInputName
source: INN
ky: ИНН

# settingsPersonalDataInfoNotFound
source: Data not found
ky: Маалымат табылган жок

# settingsChangePassAppBarTitle
source: Change password
ky: Сырсөздү өзгөртүү

# settingsChangePassCurrentPass
source: Current password
ky: Азыркы сырсөз

# settingsChangePassNewPass
source: New passwrod
ky: Жаңы сырсөз

# settingsChangePassSnackBarText
source: Password changed successfully
ky: Cырсөз ийгиликтүү өзгөртүлдү

# homeScreenTitle
source: My policy's
ky: Менин полистерим

# homeScreenPolisCardDateStart
source: Start:
ky: Башталышы:

# homeScreenPolisCardDateEnd
source: End:
ky: Аягы:

# homeScreenPolisCardStatusActive
source: Active
ky: Активдүү

# homeScreenPolisCardStatusDisable
source: Disable
ky: Активдүү эмес

# homeScreenApplyPolicy
source: Apply Policy
ky: Полис алуу

# homeScreenEmptyText
source: Your policies should be here
ky: Бул жерде сиздин полистериңиз болушу керек

# createOsagoModalSheetTitle
source: Choose which car to take out insurance on
ky: Кайсы унаага камсыздандыруу аласыз

# createOsagoModalSheetMyCar
source: On my cars
ky: Менин унаама

# createOsagoModalSheetAnotherCar
source: On another car
ky: Башка унаага

# myCarsAppBarTitle
source: Select auto
ky: Унааны тандаңыз

# myCarsCardYearText
source: Year of release
ky: Жылы

# myCarsCarNotFound
source: You don't have any registered cars
ky: Сизде катталган унаалар жок

# searchPersonByInnTopTitle
source: Enter the INN
ky: ИНН киргизиңиз

# searchPersonByInnTopText
source: Enter the INN to find the owner of the other car
ky: Башка унаанын ээсин табуу үчүн ИНН киргизиңиз

# searchPersonByInnInputLabel
source: Personal information (INN)
ky: Жеке маалыматтар (ИНН)

# searchPersonByInnNotFound
source: Data not found
ky: Маалымат табылган жок

# searchPersonByInnNotFoundText
source: INN number not Found
ky: ИНН номери табылган жок

# searchPersonByInnPersonCardName
source: Full name of the owner
ky: Ээси ФИО

# carPlateTopTitle
source: Car plate
ky: Мамлекеттик номер

# carPlateTopText
source: With it, most of the application is filled out automatically.
ky: Анын жардамы менен арыздын көбү автоматтык түрдө толтурулат

# carPlateAppBarTitle
source: Choose Car
ky: Унааны тандаңыз

# carPlatePlateNotFound
source: The car was not found
ky: Унаа табылган жок

# carPlateCardYear
source: Year of release
ky: Жылы

# carPlateModalSheetTitle
source: Car information
ky: Унаа жөнүндө маалымат

# carPlateModalSheetPlate
source: Car plate
ky: Мамлекеттик номер

# carPlateModalSheetBrand
source: Brand
ky: Марка

# carPlateModalSheetModel
source: Model
ky: Модель

# carPlateModalSheetYear
source: Year of release
ky: Чыгарылган жылы

# carPlateAlreadyHasPolis
source: This car already has an active policy.
ky: Бул унаанын активдүү Полиси бар

# osagoTypeTopTitle
source: Approved drivers
ky: Жүргүнчүлөрдүн уруксаты

# osagoTypeTopText
source: Select an option that is suitable for vehicle use
ky: Унааны колдонууга ылайыктуу вариантты тандаңыз

# osagoTypeCardTitle1
source: Unlimited
ky: Чектөөсүз

# osagoTypeCardText1
source: An unlimited number of users have access to management
ky: Башкарууга чексиз сандагы адамдар уруксат алат

# osagoTypeCardTitle2
source: For myself
ky: Өзүм үчүн

# osagoTypeCardText2
source: The vehicle is used only by the owner
ky: Унаа ээсинин гана колдонулушунда

# personInfoTopTitle
source: My details
ky: Менин маалыматтарым

# personInfoTopText
source: Confirm your details before starting
ky: Баштоодон мурун маалыматтарыңызды тастыктаңыз

# personInfoTilePin
source: PIN
ky: ПИН

# personInfoTileName
source: FULL NAME
ky: ФИО

# personInfoTileDateOfBirth
source: Date of birth
ky: Туулган күнү

# personInfoTileTypeOfDoc
source: Series and ID number
ky: Документ сериясы жана номери

# personInfoTileDateOfDoc
source: Category issue date
ky: Категория берилген күнү

# personInfoNotData
source: There is no data to display
ky: Көрсөтүү үчүн маалымат жок

# periodTopTitle
source: Insurance period
ky: Камсыздандыруу мөөнөтү

# periodTopText
source: Select the insurance period
ky: Камсыздандыруу мөөнөтүн тандаңыз

# periodCostBlockText
source: Total due:
ky: Жалпы төлөм:

# period15Days
source: 15 days
ky: 15 күн

# period1Month
source: 1 month
ky: 1 ай

# period3Month
source: 3 months
ky: 3 ай

# period6Month
source: 6 months
ky: 6 ай

# period9Month
source: 9 months
ky: 9 ай

# period12Month
source: 12 month
ky: 12 ай

# confirmDataTopTitle
source: Data Verification
ky: Маалыматтарды текшерүү

# confirmDataListTitle1
source: Auto Data
ky: Унаа маалыматтары

# confirmDataListTitle2
source: Total
ky: Жыйынтык

# confirmDataTilePlate
source: Car plate
ky: Мамлекеттик номер

# confirmDataTileBrand
source: Brand
ky: Марка

# confirmDataTileModel
source: Model
ky: Модель

# confirmDataTileYear
source: Year of manufacture
ky: Чыгарылган жылы

# confirmDataTileOsago
source: Name
ky: Аты-жөнү

# confirmDataTileOsagoName
source: Osago
ky: ОСАГО

# confirmDataTileOsagoType
source: Insurance Type
ky: Камсыздандыруу түрү

# insuranceTypeMySelf
source: For my self
ky: Өзүм үчүн

# insuranceTypeUnlimited
source: Unlimited
ky: Чектөөсүз

# confirmDataTileOsagoPeriod
source: Due date
ky: Мөөнөтү

# confirmDataTileOsagoPeriodMonth
source: months
ky: ай

# confirmDataTileOsagoPlate
source: Car plate
ky: Мамлекеттик номер

# confirmDataTileOsagoCost
source: Insurance amount
ky: Камсыздандыруу суммасы

# confirmDataConsentToProcessing
source: Consent to the processing of personal data
ky: Жеке маалыматтарды иштетүүгө макулдук
